Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/lanekassen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: NOK 358 647 (+15 903 per child of 16 years or less)
nn: 358 647 (+15 903 per barn som er 16 år eller yngre)

source: 65 percent of the rate is given as a loan and 35 percent of the rate is given as a grant.
nn: 65 prosent av satsen blir gitt som lån, og 35 prosent av satsen blir gitt som stipend.

source: If the research will make use of confidential information, the Norwegian Ministry of Education and Research will decide whether Lånekassen can disclose the data to the researchers, cf. Section 13 d of the Norwegian Public Administration Act.
nn: Dersom forskinga skal nytte tausheitsbelagde opplysningar, er det opp til Kunnskapsdepartementet å fastsetje om Lånekassen kan utlevere opplysningane til forskarane, jf. forvaltningsloven § 13 d.

source: An unconditional offer from the educational institution.
nn: Endeleg opptaksbrev utan faglege vilkår frå lærestaden (unconditional offer).

source: If you are a student or apprentice with statutory rights as a young person, social security benefits and pension benefits, such as parental benefits from Nav, can still affect how much parental grant you can receive.
nn: Er du elev eller lærling med ungdomsrett kan likevel trygd og pensjon, som for eksempel foreldrepengar frå Nav, påverke kor mykje foreldrestipend du kan få.

source: the income of both of your parents
nn: kor mange søsken du har

source: Lånekassen collects and manages large volumes of personal data.
nn: Lånekassen samlar inn og forvaltar store mengder personopplysningar.

source: Basic support is a loan, not a grant, but up to 40 per cent of this may be converted to a grant if you live away from your parents, complete your programme of education and have income and assets below the set limits.
nn: Basislånet er eit lån, ikkje et stipend, men inntil 40 prosent av dette lånet kan bli gjort om til stipend dersom du ikkje bur saman med foreldra dine, du består utdanninga di og har inntekt og formue under grensene.

source: When can I apply?
nn: Når kan eg søke?

source: If you use up the 36 deferrals, you will be unable to defer any further invoices unless you are entitled to have your interest exempted.
nn: Dersom du bruker opp dei 36 utsettingane, kan du ikkje utsette fleire rekningar med mindre du har rett til å få sletta renter.

source: If you study part-time, the amount is reduced.
nn: Studerer du på deltid, blir beløpet redusert.

source: The second exception applies to pupils and students who are studying abroad, and who live temporarily at home with their parents in the autumn of 2021 due to the corona pandemic.
nn: Den andre unntaksregelen gjeld elevar og studentar som tar utdanning i utlandet, og som bur mellombels heime hos foreldra sine hausten 2021 på grunn av koronapandemien.

source: You may search for loans and grants for the academic year 2021-2022.
nn: No kan du søke om lån og stipend for studieåret 2021–2022.

source: If you are a citizen of a country outside the Nordic region, you do not need to submit documentation.
nn: Er du statsborgar i eit land utanfor Norden, treng du ikkje å sende inn dokumentasjon.

source: This applies to all days of the week from 16.06.2021 up to and including 15.08.2021.
nn: ette gjeld for alle vekedagar i perioden frå og med 16.06.2021 til og med 15.08.2021.

source: You cannot make repayments in advance
nn: Du kan ikkje betale på forskot

source: The Educational Support Act gives us the right and obligation to collect personal data on you, if you, or someone you have a family relationship with, supports or is supported by, applies for educational support from Lånekassen.
nn: Utdanningsstøtteloven gir oss rett og plikt til å hente inn personopplysningar om deg dersom du, eller nokon du har ein familierelasjon til, forsørgjer eller blir forsørgd av, søkjer om utdanningsstøtte gjennom Lånekassen.

source: music, dance and drama, except programme area dance
nn: musikk, dans og drama, unntatt programområde dans

source: Legal basis for the use of cookies
nn: Lovheimlar for bruk av cookies

source: These additional deferrals apply to the bills with a payment deadline in the period March 2020 to June 2021.
nn: Dei ekstra utsettingane gjeld rekningane med betalingsfrist i perioden mars 2020 til juni 2021.

source: Your loan is interest-free while you are studying
nn: Lånet er rentefritt når du tar utdanning

source: If you wish to exercise any of the other rights mentioned above, you may contact Lånekassen.
nn: Ønskjer du å bruke nokon av dei andre rettane som er nemnde ovanfor, kan du kontakte Lånekassen.

source: If you are delayed, for example because you fail one or more exams, loans will not be converted to grants for the subjects you have failed.
nn: Dersom du blir forseinka, for eksempel fordi du stryk påéin eller fleire eksamenar, får du ikkje gjort om lån til stipend for dei faga du ikkje har bestått.

source: If you die, your entire debt will be deleted.
nn: Dersom du dør, blir heile gjelda sletta.

source: The course duration must be a minimum of four weeks, with 15 hours of teaching per week.
nn: Kurset må vare i minst fire veker, med minimum 15 timer undervisning per veke.

source: Video about refugee grant from Lånekassen
nn: Video om flyktningstipend frå Lånekassen

source: Au-pair work is not considered full-time employment and does therefore not give eligibility for grants and loans from Lånekassen.
nn: Au pair-arbeid blir ikkje rekna som fulltidsarbeid og gir derfor ikkje rett til støtte frå Lånekassen.

source: Send documentation for 2020
nn: Send dokumentasjon for 2020

source: You will receive a response or notification of the application’s status within 24 hours.
nn: Du får svar, eller beskjed om status for søknaden, innan 24 timar.

source: If you have an account with a Norwegian bank, you can also choose to pay via electronic invoice.
nn: Dersom du har konto i ein norsk bank, kan du også velje e-faktura.

source: When can I take leave?
nn: Når kan eg ta permisjon?

source: Do it yourself on Dine sider
nn: Gjer det sjølv på Dine sider

source: Colour contrasts are in accordance with WCAG 2.1, headings follow a logical structure and images are labelled with alternative texts.
nn: Fargekontrastar er i samsvar med WCAG 2.1, overskrifter følger ein logisk struktur og bilete er merka med alternativ tekst.

source: Decisions about termination: 4 instalments and accrued fees
nn: Vedtak om oppseiing: 4 terminbeløp og gebyr

source: Your personal data may also be disclosed to other agencies and research institutions for research purposes.
nn: Personopplysningane dine kan også bli utleverte til andre etatar og forskingsinstitusjonar til forskingsformål.

source: The Norwegian Ministry of Education and Research has commissioned the Norwegian Agency for International Cooperation and Quality Enhancement in Higher Education (DIKU) to collect data from Lånekassen in order to conduct a user survey for the purpose of evaluating the Lycée scheme.
nn: Kunnskapsdepartementet har gitt Direktoratet for internasjonalisering og kvalitetsutvikling i høgare utdanning (Diku) i oppdrag å innhente opplysningar frå Lånekassen for å gjennomføre ei brukarundersøking med formålet å kunne evaluere Lycée-ordninga.

source: Basic support is a loan, not a grant, but up to 40 per cent of this may be converted to a grant if you live away from your parents, complete your programme of education and your degree and have income and assets below the set limits.
nn: Basislånet er eit lån, ikkje eit stipend, men inntil 40 prosent av dette lånet kan bli gjort om til stipend dersom du ikkje bur saman med foreldra dine, du består utdanninga og graden din, og har inntekt og formue under grensene.

source: The usual repayment time is 20 years, and most people manage to pay off their loans during this period.
nn: Vanleg nedbetalingstid er 20 år, og dei fleste klarer fint å betale ned i løpet av desse åra.

source: Ensure that personal details in item 1 is completed before ticking item 4.
nn: Pass på at personlege opplysningar i punkt 1 er utfylt før du kryssar av i punkt 4.

source: Are you a refugee?
nn: Er du flyktning?

source: confirmation (a reference) from your employer showing the percentage of a full-time position you work or how many hours you are working per week/month during the period you are studying.
nn: stadfesting (attest) frå arbeidsgivar som viser stillingsprosenten din eller kor mange timar du jobbar per veke/månad i perioden du er i utdanning.

source: ‘Family’ is defined as father, mother, spouse or a cohabitant you have joint children with.
nn: Med familie meiner vi her far, mor, ektefelle, eller sambuar som du har felles barn med.

source: You don’t lose the entire grant if you earn slightly more than the limit, but the grant is gradually reduced in accordance with your income.
nn: Du mister ikkje heile stipendet dersom du tener berre litt over grensa, men stipendet blir gradvis redusert etter kor høg inntekt du har hatt.

source: Ensure that personal details in item 1 is completed before ticking item 2.
nn: Pass på at personlege opplysningar i punkt 1 er utfylte før du kryssar av i punkt 2.

source: For example, this might apply if you have to pay tuition fees, have children, are over 30 years old or have impaired functional abilities.
nn: Dette kan for eksempel vere om du må betale skolepengar, har barn, er over 30 år eller har nedsett funksjonsevne.

source: You may also borrow NOK 51,150 extra per year when you have children below the age of 16, with an upward limit of NOK 102,300 in total.
nn: Du kan også låne 51 150 kroner ekstra i året når du har barn under 16 år, avgrensa til 102 300 kroner til saman.

source: If you are over 18 years of age, you will need to sign the agreement yourself.
nn: Når du er over 18 år skal du signere avtalen sjølv.

source: 2 Confirmation from doctor (to be fil ed in by a doctor, specialist or professional)
nn: 2 Stadfesting frå lege (fyllast ut av lege, spesialist el er fagperson)

source: Are you receiving introduction benefit during the period for which you are applying for support?
nn: Får du introduksjonsstønad i perioden du søker om støtte for?

source: If you want to become a lorry driver, you choose either «140 t grunnutdanning, godtransport" or "Førerkort kl C/CE + 140 t grunnutdanning, godstransport".
nn: Dersom du skal bli lastebilsjåfør, vel du enten «140 t grunnutdanning, godtransport" eller "Førarkort kl C/CE + 140 t grunnutdanning, godstransport"

source: for more information.
nn: for meir informasjon.

source: When you apply for loans, you specify whether you will be living with your parents or not while studying.
nn: Når du søker om lån, oppgir du om du skal bu heime eller borte medan du studerer.

source: In certain cases, Lånekassen may make exceptions for EEA or EFTA citizens and their family members.
nn: Lånekassen kan i nokre tilfelle gjere unntak for borgarar frå EØS- eller EFTA-land og deira familiemedlemmer.

source: In addition to the original instalment and the instalment for the next month, you will have to pay a reminder fee of NOK 280.
nn: I tillegg til det opphavlege terminbeløpet og terminbeløpet for neste månad, må du betale purregebyr på 280 kroner.

source: Among these are the Norwegian National Collection Agency, Nav, the tax administration, Helfo, Husbanken and the Nordic student loan schemes.
nn: Dette gjeld blant anna Statens innkrevjingssentral, Nav, skatteetaten, Helfo, Husbanken og dei nordiske lånekassene.

source: You must document how much you have to pay in tuition fees when applying.
nn: Du må dokumentere kor mykje skolepengar du skal betale når du søker.

source: You do not need to explain why you are deferring the repayment.
nn: Du treng ikkje å forklare kvifor du vil ha betalingsutsetting.

source: If you received AAP (work assessment allowance) from NAV (the Norwegian Labour and Welfare Administration right up until a decision was made about your disability benefit, then being 40% disabled is enough.
nn: Dersom du fekk AAP (arbeidsavklaringspengar) frå Nav heilt fram til du fekk vedtak om uføretrygd, er det nok at du er minst 40 prosent ufør.

source: The way the scheme works, you first need to work as a primary school teacher in Finnmark or selected municipalities in Nord-Troms for one year.
nn: Ordninga fungerer slik at du først må jobbe som grunnskolelærar i Finnmark eller i ein av dei utvalde kommunane i Nord-Troms i eitt år.

source: service and transport, except programme area transport and logistics
nn: service og samferdsel, unntatt programområde transport og logistikk

source: Who is affected by the disclosure of data: The survey will cover all pupils who started a 3-year programme at the Norwegian units in Lyon, Rouen or Bayeux during the period from 1989 to 2017.
nn: Kven er omfatta av utleveringa: Undersøkinga vil omfatte alle elevar som har starta på 3-årig løp ved norskseksjonane i Lyon, Rouen eller Bayeux i tidsrommet 1989-2017.

source: You will then have 300 credits left of the right to educational support.
nn: Då har du 300 studiepoeng igjen som du kan få utdanningsstøtte til å ta.

source: We will collect information about any residence permits from the Norwegian Directorate of Immigration (UDI).
nn: Vi hentar opplysningane om eventuell opphaldsløyve frå Utlendingsdirektoratet (UDI).

source: These may include e.g. name, address, place of study, income and family relations.
nn: Dette er for eksempel namn, adresse, studiestad, inntekt og familierelasjonar.

source: If you are a refugee, you may be eligible for support for all education in Norway that has been approved for support from Lånekassen.
nn: Er du flyktning, kan du få stipend og lån til all utdanning i Noreg som er godkjend for stipend og lån frå Lånekassen.

source: Up to 49 weeks
nn: Inntil 49 veker

source: From the academic year 2021–2022, this limit will change. From a number of years to a number of credits (studiepoeng) or equivalent.
nn: Frå og med studieåret 2021–2022 blir denne grensa endra, frå antal år til antal studiepoeng eller tilsvarande.

source: An employment contract is not sufficient.
nn: Arbeidskontrakt er ikkje tilstrekkeleg.

source: If you are unable to find the school, it has not been approved for support from Lånekassen.
nn: Finn du ikkje skolen, er den ikkje godkjend for støtte frå Lånekassen.

source: If you are an EEA or EFTA citizen, or a family member of an EEA citizen, there are more opportunities to access loans and grants from Lånekassen than for other foreign nationals.
nn: Er du statsborgar i eit EØS- eller EFTA-land, eller er familiemedlem til ein EØS-borgar, har du nokre fleire moglegheiter til å få lån og stipend frå Lånekassen enn andre utanlandske statsborgarar.

source: the right to appeal Lånekassen’s processing of your personal data
nn: rett til å klage på Lånekassen si behandling av personopplysningane dine

source: If your spouse/cohabiting partner comes from a country outside of Norway, you must also submit
nn: Dersom ektefellen/sambuaren din kjem frå eit land utanfor Norden, må du i tillegg sende inn

source: Lånekassen has a Data Protection Officer who safeguards the privacy interests of both Lånekassen’s customers and employees.
nn: Lånekassen har eit personvernombod som ivaretek personverninteressene både til kundane i Lånekassen og dei tilsette i verksemda.

source: Student loans are personal
nn: Studielånet er personleg

source: You can apply for a reduced loan
nn: Du kan søke om redusert lån

source: f the Educational Support Regulations at www.lanekassen.no/forskrifter.
nn: i forskrifta om utdanningsstøtte på www.lanekassen.no/forskrifter.

source: If you are above 30, you may in some cases receive a larger additional loan.
nn: Tilleggslånet blir ikkje behovsprøvd og kan ikkje bli gjort om til stipend.Er du over 30 år, kan du i nokre tilfelle få eit større tilleggslån.

source: The father or co-mother can receive a parental grant from week 7 and until week 49.
nn: Far eller medmor kan få foreldrestipend frå veke 7 til veke 49.

source: You must submit
nn: Du må sende inn

source: that you live away from home
nn: at du er bortebuar

source: We do not provide support for distance learning / online studies / group-based educations abroad.
nn: Vi gir ikkje støtte til fjernundervisning/nettstudium/samlingsbaserte utdanningar i utlandet.

source: If you are a part-time student, you also get a smaller amount.
nn: Dersom du studerer på deltid, får du også eit lågare beløp.

source: This is the equivalent of eight years of full-time studies. This is regulated by Section 3 of the Regulation on Educational Subsidies.
nn: Det er det same som åtte år med utdanning på fulltid.Dette er regulert i del 3 i forskrifta om utdanningsstøtte.

source: Even though your student loan is repaid, Lånekassen still requires information on your customer relationship, as you may apply for support at a later date.
nn: Sjølv om studielånet ditt er betalt tilbake, har Lånekassen framleis bruk for opplysningar om kundeforholdet ditt, sidan du kan søkje om støtte seinare.

source: This is in line with Norges Bank's key policy rate, plus an additional 8 percentage points.
nn: Den følger styringsrenta til Norges bank med eit påslag på 8 prosentpoeng.

source: For example, loans are converted to grants for all of 2020 in 2021.
nn: For eksempel får du gjort om lån til stipend for heile 2020 i 2021.

source: If the child is a citizen of a country outside the Nordic region, you must submit
nn: Er barnet statsborgar frå eit land utanfor Norden, må du sende inn

source: In 2021 the limit is NOK 853, 315.
nn: Grensa i 2021 er på 853 315 kroner.

source: Most people pay off their loans within 20 years
nn: Dei fleste betaler ned i løpet av 20 år

source: You can receive an additional loan if you are taking a university or university college education, vocational or upper secondary education and are 30 year of age and older.
nn: Du kan få tilleggslån dersom du tar universitets- eller høgskoleutdanning, fagskole eller vidaregåande skole, og er 30 år eller eldre.

source: In order to find out how much your grant will be reduced by, you can use this formula: Income above income limit x 5 percent x Number of months of support = Reduction.
nn: For å finne ut kor mykje stipendet ditt blir redusert, kan du bruke denne formelen: Inntekt over beløpsgrensa x 5 prosent x Tal månader med støtte = Reduksjon.

source: You may, for example, receive support for business studies in Denmark, vocational studies (YH) or municipal adult education (komvux) in Sweden.
nn: Du kan for eksempel få lån og stipend til å ta erhvervsutdanning i Danmark, yrkesutdanning (YH) og kommunal vaksenopplæring (komvux) i Sverige.

source: You are continuing to work (minimum of 10-12 hours per week) whilst studying.
nn: Du fortset å arbeide (minst 10–12 timer per veke) medan du er i utdanning.

source: The loan may not be combined with additional loans for those above the age of 30.
nn: Lånet kan ikkje kombinerast med tilleggslån for deg over 30 år.

source: This is the amount you should pay when you redeem your debt.
nn: Det er dette beløpet du skal betale når du innfrir gjelda.

source: confirmation (a reference) from your Norwegian employer(s) showing the period(s) you have worked in Norway, what work you did and the percentage of a full-time position you worked.
nn: stadfesting (attest) frå din(e) norske arbeidsgivar(ar) som viser perioden(ane) du har arbeida i Noreg, kva arbeidet bestod i, og stillingsprosenten du har hatt.

source: cf. section 12 of the Educational Support Regulations.
nn: kapittel 12 i forskrifta om utdanningsstøtte.

source: A copy of the decision from the Norwegian Directorate of Immigration (UDI) or the police showing that you have been reunited with a family member who has a residence permit in Norway.
nn: kopi av vedtak frå Utlendingsdirektoratet (UDI) eller politiet som viser at du har familieinnvandring til ein familiemedlem som har opphaldsløyve i Noreg.

source: In the regulations relating to Lånekassen’s access to collect data, you will find details on which data we can collect and from whom.
nn: I forskrifta om Lånekassen sitt løyve til å hente inn opplysningar finn du detaljar om kva opplysningar vi kan innhente, og frå kven.

source: The rules for how much of your studies you can receive support for will change as of the 2021-2022 academic year.
nn: Reglane for kor mykje utdanning du kan få lån og stipend til, er endra frå og med studieåret 2021–2022.

source: your customer or CID number, which can be found on the invoice and at Dine siderg på Dine sider
nn: ditt kunde- eller KID-nummer som du finn på rekninga og på Dine sider

source: There are stricter requirements for obtaining loans and grants from Lånekassen for studying abroad if you are not a Norwegian citizen.
nn: Det er strengare krav for å kunne få lån og stipend frå Lånekassen til utdanning i utlandet om du ikkje er norsk statsborgar.

source: From the beginning of May, you can apply for the academic year of 2021-2022.
nn: I starten av mai kan du søke om lån og stipend for studieåret 2021–2022.

source: music, dance and drama, programme area dance
nn: musikk, dans og drama, programområde dans

source: What income and assets does Lånekassen use for means testing?
nn: Kva slags inntekt og formue bruker Lånekassen i behovsprøvinga?

source: In addition to the 36
nn: Kjem i tillegg til dei 36

source: Fixed interest means that you enter into an agreement with Lånekassen about the interest rate that you will be paying for 3, 5 or 10 years.
nn: Fast rente inneber at du inngår ein avtale med Lånekassen om kva for rente du skal betale i 3, 5 eller 10 år.

source: Doctor’s/Other specialist’s name in capital letters
nn: Namnet til lege/fagperson med blokkbokstavar

source: You are an EEA or EFTA citizen and have employee status in Norway.
nn: Du er statsborgar frå eit EØS- eller EFTA-land og har status som arbeidstakar i Noreg.

source: We do not disclose your personal data to others than those who have a legal basis, unless you have authorised or consented to this.
nn: Vi utleverer ikkje personopplysningane dine til andre enn dei som har lovleg grunnlag, med mindre du har gitt fullmakt eller samtykke til det.

source: The first thing you should do when you are unable to pay a bill is to apply for repayment deferral.
nn: Det første du bør gjere når du ikkje kan betale ei rekning, er å søke om betalingsutsetting.

source: Your personal data can be disclosed to other public agencies that have a legal basis to use the data in their case processing.
nn: Personopplysningane dine kan bli utleverte til andre offentlege etatar som har lovleg grunnlag for å bruke opplysningane i saksbehandlinga si.

source: Having trouble paying your bill?
nn: Har du problem med å betale rekninga?

source: You will use the same application form as for regular upper secondary education in Norway.
nn: Du bruker den same søknaden som for vanleg vidaregåande opplæring i Noreg.

source: If you want to become a bus driver, you choose either "140 t grunnutdanning, persontransport" or "Førerkort kl D + 140 t grunnutdanning, persontransport".
nn: Dersom du skal bli bussjåfør, vel du enten"140 t grunnutdanning, persontransport" eller "Førarkort kl D + 140 t grunnutdanning, persontransport"

source: If you are unable to make repayments
nn: Viss du ikkje kan betale

source: You must not apply if you are unable to document that you are eligible for the loan.
nn: Kan du ikkje dokumentere at du har rett til lånet, må du ikkje søke.
